<?php

$questions = [

 [
  "q"=>"不安な時どうする？",
  "choices"=>["寝る","考えすぎる","相談する","逃げる"],
  "a"=>2
 ],

 [
  "q"=>"元気の源は？",
  "choices"=>["舞台","友達","カフェ","空"],
  "a"=>0
 ],
  [
  "q" => "不安ちゃんが一番よく言う言葉は？",
  "choices" => ["もう無理", "なんとかなる", "知らん", "寝る"],
  "a" => 1,

 ],

 [
  "q" => "かなちゃんの得意なことは？",
  "choices" => ["演技", "数学", "寝坊", "無言"],
  "a" => 0,

 ],

 [
  "q" => "落ち込んだ時に一番大事なのは？",
  "choices" => ["自分責め", "比較", "休む", "我慢"],
  "a" => 2,

 ],
 [
   "q" =>"加奈ちゃんの好きな飲み物は？" ,
   "choices" =>["ポカリ","コーヒー","綾鷹","なっちゃん"],
   "a" => 1,
 ],
 [
   "q" =>"加奈ちゃんの好きなキャラクターは？",
    "choices" =>["キティ","うさぎ","リラックマ","えびちゃん" ],
    "a" => 3,
 ],

];
