<?php

$questions = [

 [
  "question" => "不安ちゃんが一番よく言う言葉は？",
  "choices" => ["もう無理", "なんとかなる", "知らん", "寝る"],
  "answer" => 1,
  "hint"=>"無責任です",

 ],

 [
  "question" => "かなちゃんの得意なことは？",
  "choices" => ["演技", "数学", "寝坊", "無言"],
  "answer" => 0,
  "hint"=>"加奈ちゃんは女優さん…",

 ],

 [
  "question" => "落ち込んだ時に一番大事なのは？",
  "choices" => ["自分責め", "比較", "休む", "我慢"],
  "answer" => 2,
  "hint"=>"基本のき！",

 ],
 [
   "question" =>"加奈ちゃんの好きな飲み物は？" ,
   "choices" =>["ポカリ","コーヒー","綾鷹","なっちゃん"],
   "answer" => 1,
   "hint"=>"加奈ちゃんのお仕事は…",
 ],
 [
   "question" =>"加奈ちゃんの好きなキャラクターは？",
    "choices" =>["キティ","うさぎ","リラックマ","えびちゃん" ],
    "answer" => 3,
    "hint"=>"すみっこにいるよ",
 ]

];
return $questions;
